tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "ruby"
brew "mas"
brew "autoenv"
brew "autojump"
brew "automake"
brew "cask"
brew "coreutils"
brew "docker"
brew "docker-machine"
brew "git"
brew "git-lfs"
brew "git-flow"
brew "jenv"
brew "libksba"
brew "libtool"
brew "neovim"
brew "pstree"
brew "readline"
brew "pyenv"
brew "pyenv-virtualenv"
brew "xz"
brew "tree"
brew "vim"
brew "wget"
brew "zlib"
brew "nvm"
brew "python3"
brew "zsh-completions"
cask "firefox-developer-edition"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "font-ubuntu-mono-derivative-powerline"
cask "google-chrome"
cask "iterm2"
cask "sourcetree"
cask "sublime-text2"
cask "visual-studio-code"
cask "intellij-idea"
cask "pycharm"
cask "webstorm"
cask "android-studio"
cask "postman"
cask "zeplin"
mas "Swiftify for Xcode",id:1183412116
mas "Trello",id:1278508951
mas "Slack",id:803453959
mas "KakaoTalk",id:869223134
